[
  {
    "cluster_id": 0,
    "sentences": [
      {
        "metadata_tag": "doc0_1_1",
        "text": "It’s the first Friday of the month, when for one ever-so-brief moment the interests of Wall Street, Washington and Main Street are all aligned on one thing: Jobs."
      },
      {
        "metadata_tag": "doc0_2_0",
        "text": "A fresh update on the U.S. employment situation for January hits the wires at 8:30 a.m."
      },
      {
        "metadata_tag": "doc0_2_1",
        "text": "New York time offering one of the most important snapshots on how the economy fared during the previous month."
      },
      {
        "metadata_tag": "doc0_0_0",
        "text": "National Archives"
      },
      {
        "metadata_tag": "doc0_1_0",
        "text": "Yes, it’s that time again, folks."
      },
      {
        "metadata_tag": "doc0_3_0",
        "text": "Enjoy the show."
      }
    ]
  },
  {
    "cluster_id": 1,
    "sentences": [
      {
        "metadata_tag": "doc0_2_2",
        "text": "Expectations are for 203,000 new jobs to be created, according to economists polled by Dow Jones Newswires, compared to 227,000 jobs added in February."
      },
      {
        "metadata_tag": "doc1_1_0",
        "text": "The Labor Department says the economy added 120,000 jobs in March, down from more than 200,000 in each of the previous three months."
      },
      {
        "metadata_tag": "doc1_3_0",
        "text": "The economy has added 858,000 jobs since December _ the best four months of hiring in two years."
      }
    ]
  },
  {
    "cluster_id": 3,
    "sentences": [
      {
        "metadata_tag": "doc0_2_3",
        "text": "The unemployment rate is expected to hold steady at 8.3%."
      },
      {
        "metadata_tag": "doc1_0_1",
        "text": "The unemployment rate dipped, but mostly because more Americans stopped looking for work."
      },
      {
        "metadata_tag": "doc1_2_0",
        "text": "The unemployment rate fell to 8.2 percent, the lowest since January 2009."
      },
      {
        "metadata_tag": "doc1_2_1",
        "text": "The rate dropped because fewer people searched for jobs."
      },
      {
        "metadata_tag": "doc1_2_2",
        "text": "The official unemployment tally only includes those seeking work."
      }
    ]
  },
  {
    "cluster_id": 2,
    "sentences": [
      {
        "metadata_tag": "doc1_0_0",
        "text": "Employers pulled back sharply on hiring last month, a reminder that the U.S. economy may not be growing fast enough to sustain robust job growth."
      },
      {
        "metadata_tag": "doc1_3_1",
        "text": "But Federal Reserve Chairman Ben Bernanke has cautioned that the current hiring pace is unlikely to continue without more consumer spending."
      }
    ]
  }
]