[
  {
    "cluster_id": 0,
    "sentences": [
      {
        "metadata_tag": "doc0_0_0",
        "text": "LOS ANGELES (AP) —"
      },
      {
        "metadata_tag": "doc0_1_1",
        "text": "(Associated Press)"
      }
    ]
  },
  {
    "cluster_id": 9,
    "sentences": [
      {
        "metadata_tag": "doc0_0_1",
        "text": "In her first interview since the NBA banned her estranged husband, Shelly Sterling says she will fight to keep her share of the Los Angeles Clippers and plans one day to divorce Donald Sterling."
      },
      {
        "metadata_tag": "doc0_1_0",
        "text": "Los Angeles Clippers co-owner Shelly Sterling, below, watches the Clippers play the Oklahoma City Thunder along with her attorney, Pierce O'Donnell, in the first half of Game 3 of the Western Conference..."
      },
      {
        "metadata_tag": "doc0_4_0",
        "text": "According to ABC's story, Shelly Sterling told Walters: \"I will fight that decision.\""
      },
      {
        "metadata_tag": "doc1_0_0",
        "text": "Shelly Sterling said today that \"eventually, I am going to\" divorce her estranged husband, Donald Sterling, and if the NBA tries to force her to sell her half of the Los Angeles Clippers, she would \"absolutely\" fight to keep her stake in the team."
      },
      {
        "metadata_tag": "doc1_5_0",
        "text": "Being estranged from her husband, Shelly Sterling said she would \"have to accept\" whatever punishment the NBA handed down to him, but that her stake in the team should be separate."
      },
      {
        "metadata_tag": "doc1_11_0",
        "text": "If the league decides to force Donald Sterling to sell his half of the team, Shelly Sterling doesn't know what he will do, but the possibility of him transferring full ownership to her is something she \"would love him to\" consider."
      },
      {
        "metadata_tag": "doc1_19_0",
        "text": "Since Donald Sterling's ban, several celebrities have said they would be willing to buy the team from Sterling, including Oprah Winfrey and Magic Johnson."
      }
    ]
  },
  {
    "cluster_id": -1,
    "sentences": [
      {
        "metadata_tag": "doc0_2_0",
        "text": "Shelly Sterling spoke to Barbara Walters, and ABC News posted a short story with excerpts from the conversation Sunday."
      },
      {
        "metadata_tag": "doc1_1_0",
        "text": "\"I will fight that decision,\" she told ABC News' Barbara Walters today in an exclusive interview."
      },
      {
        "metadata_tag": "doc1_1_1",
        "text": "\"To be honest with you, I'm wondering if a wife of one of the owners, and there's 30 owners, did something like that, said those racial slurs, would they oust the husband?"
      },
      {
        "metadata_tag": "doc1_1_2",
        "text": "Or would they leave the husband in?\""
      },
      {
        "metadata_tag": "doc1_2_0",
        "text": "Sterling added that the Clippers franchise is her \"passion\" and \"legacy to my family.\""
      },
      {
        "metadata_tag": "doc1_6_1",
        "text": "And -- well, I guess whatever their decision is -- we have to live with it,\" she said."
      },
      {
        "metadata_tag": "doc1_7_0",
        "text": "An NBA spokesman said this evening that league rules would not allow her tol hold on to her share."
      },
      {
        "metadata_tag": "doc1_8_1",
        "text": "\"It doesn't matter whether the owners are related as is the case here."
      },
      {
        "metadata_tag": "doc1_14_0",
        "text": "The lack of communication between Rochelle and Donald Sterling led Walters to question whether she plans to file for divorce."
      },
      {
        "metadata_tag": "doc1_15_1",
        "text": "\"In fact, I have here--"
      },
      {
        "metadata_tag": "doc1_15_4",
        "text": "And it came to almost being filed."
      },
      {
        "metadata_tag": "doc1_15_5",
        "text": "And then, my financial advisor and my attorney said to me, 'Not now.'\""
      },
      {
        "metadata_tag": "doc1_17_0",
        "text": "But she said \"Eventually, I'm going to.\""
      },
      {
        "metadata_tag": "doc1_18_0",
        "text": "She also told Walters she thinks her estranged husband is suffering from \"the onset of dementia.\""
      },
      {
        "metadata_tag": "doc1_19_1",
        "text": "Sterling remains the owner, though his ban means he can have nothing to do with running the team and can't attend any games."
      },
      {
        "metadata_tag": "doc1_21_0",
        "text": "ABC News contacted Donald Sterling for comment on his wife's interview, but he declined."
      }
    ]
  },
  {
    "cluster_id": 8,
    "sentences": [
      {
        "metadata_tag": "doc0_3_0",
        "text": "NBA Commissioner Adam Silver has banned Donald Sterling for making racist comments and urged owners to force Sterling to sell the team."
      },
      {
        "metadata_tag": "doc1_4_0",
        "text": "These comments come nearly two weeks after NBA Commissioner Adam Silver announced a lifetime ban and a $2.5 million fine for Donald Sterling on April 29, following racist comments from the 80-year-old, which were caught on tape and released to the media."
      },
      {
        "metadata_tag": "doc1_12_0",
        "text": "Related: NBA Bans Clippers Owner Donald Sterling For Life"
      }
    ]
  },
  {
    "cluster_id": 2,
    "sentences": [
      {
        "metadata_tag": "doc0_3_1",
        "text": "Silver added that no decisions had been made about the rest of Sterling's family."
      },
      {
        "metadata_tag": "doc1_6_0",
        "text": "\"I was shocked by what he said."
      },
      {
        "metadata_tag": "doc1_6_2",
        "text": "\"But I don't know why I should be punished for what his actions were.\""
      },
      {
        "metadata_tag": "doc1_13_0",
        "text": "\"I haven't discussed it with him or talked to him about it,\" she said."
      }
    ]
  },
  {
    "cluster_id": 10,
    "sentences": [
      {
        "metadata_tag": "doc0_5_0",
        "text": "Sterling also said that she \"eventually\" will divorce her husband, and that she hadn't yet done so due to financial considerations."
      },
      {
        "metadata_tag": "doc1_16_0",
        "text": "Sterling added that she thinks the stalling of the divorce stems from \"financial arrangements.\""
      }
    ]
  },
  {
    "cluster_id": 3,
    "sentences": [
      {
        "metadata_tag": "doc1_3_0",
        "text": "\"I've been with the team for 33 years, through the good times and the bad times,\" she added."
      },
      {
        "metadata_tag": "doc1_15_0",
        "text": "\"For the last 20 years, I've been seeing attorneys for a divorce,\" she said, laughing."
      }
    ]
  },
  {
    "cluster_id": 6,
    "sentences": [
      {
        "metadata_tag": "doc1_8_0",
        "text": "\"Under the NBA Constitution, if a controlling owner's interest is terminated by a 3/4 vote, all other team owners' interests are automatically terminated as well,\" NBA spokesman Mike Bass said."
      },
      {
        "metadata_tag": "doc1_8_2",
        "text": "These are the rules to which all NBA owners agreed to as a condition of owning their team.\""
      }
    ]
  },
  {
    "cluster_id": 7,
    "sentences": [
      {
        "metadata_tag": "doc1_9_0",
        "text": "Sherry Sterling's lawyer, Pierce O'Donnell, disputed the league's reading of its constitution."
      },
      {
        "metadata_tag": "doc1_10_0",
        "text": "\"We do not agree with the league's self-serving interpretation of its constitution, its application to Shelly Sterling or its validity under these unique circumstances,\" O'Donnell said in a statement released this evening in reposnse the NBA."
      }
    ]
  },
  {
    "cluster_id": 1,
    "sentences": [
      {
        "metadata_tag": "doc1_10_1",
        "text": "\"We live in a nation of laws."
      },
      {
        "metadata_tag": "doc1_10_2",
        "text": "California law and the United States Constitution trump any such interpretation.\""
      }
    ]
  },
  {
    "cluster_id": 4,
    "sentences": [
      {
        "metadata_tag": "doc1_15_2",
        "text": "I just filed-- I was going to file the petition."
      },
      {
        "metadata_tag": "doc1_15_3",
        "text": "I signed the petition for a divorce."
      }
    ]
  },
  {
    "cluster_id": 5,
    "sentences": [
      {
        "metadata_tag": "doc1_20_0",
        "text": "Silver announced Friday that former Citigroup chairman and former Time Warner chairman Richard Parsons has been named interim CEO of the team, but nothing concrete in terms of ownership or whether Sterling will be forced to sell the team."
      },
      {
        "metadata_tag": "doc1_20_1",
        "text": "Parsons will now take over the basic daily operations for the team and oversee the team's president."
      }
    ]
  }
]